Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དགེ་སློང་དག་དེ་ལ་ང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་གནས་པ་རགས་པ་མངོན་པར་འདུས་བྱས་ཤིང་བསམས་ཀྱིས་མ་ལ་བདག་གིས་གནས་པ་དེ་ཉིད་ལས་ཡང་དག་པར་འདས་ཏེ་བོར་ནས་ཆེས་ཕྲ་བ་འདིས་ལན་མང་དུ་གནས་པར་བྱའོ་སྙམ་ནས། ངས་གནས་པ་དེ་ཉིད་ལས་ཡང་དག་པར་འདའ་བར་བྱ་བའི་ཕྱིར་བོར་ནས་གནས་པ་ཆེས་ཕྲ་བ་འདིས་ལན་མང་དུ་གནས་སོ།
en: “Monks, about this I thought, ‘Since this is a coarse and fabricated state, now I will go beyond that state and abandon it, and abide in subtler and subtler states again and again.’ Having gone beyond that state and abandoned it, I abided in these subtler and subtler states again and again.

source: །དེ་ནས་ལྷ་གསུམ་ཞིག་ང་གང་ན་བ་དེར་འོངས་ཏེ་ཕྱིན་ནས་ལྷ་གཅིག་ནི་འདི་སྐད་ཅེས།
en: “Thereupon three gods came to me. When they arrived, one of the gods said, ‘The śramaṇa Gautama is dead.’

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ནོངས་སོ་ཞེས་ཟེར་རོ།
en: “The second god said, ‘He is not dead but dying.’

source: །གཉིས་པ་ནི་འདི་སྐད་ཅེས་འདི་ནོངས་པ་ནི་མ་ཡིན་ཏེ། འོན་ཀྱང་ནོངས་པར་མཛད་པ་ཡིན་ནོ་ཞེས་ཟེར་རོ། །ལྷ་གསུམ་པ་ནི་འདི་སྐད་ཅེས་ནོངས་པ་ཡང་མ་ཡིན་ནོངས་པར་མཛད་པ་ཡང་མ་ཡིན་ཏེ།
en: “The third god said, ‘He is neither dead nor dying;

source: འོན་ཀྱང་དགྲ་བཅོམ་པ་རྣམས་ཀྱི་གནས་པ་ནི་འདི་ལྟ་བུར་ཞི་བ་ཁོ་ན་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: the state of arhats is tranquil like this.’

source: །དགེ་སློང་དག་གང་ཡང་དག་པར་སྨྲ་བ་ན་འཕགས་པའི་གནས་པ་དང་། ལྷའི་གནས་པ་དང་། ཚངས་པའི་གནས་པ་དང་། མི་སློབ་པའི་གནས་པ་ཞེས་བྱ་བར་སྨྲ་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་གནས་པ་ཡིན་ཏེ།
en: “Monks, suppose one correctly speaks of the state of a noble one, the state of a god, the state of Brahmā, and the state of a practitioner having completed the training, which are the same as the state of the Tathāgata.

source: སློབ་པའི་གང་ཟག་རྣམས་མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་། མངོན་སུམ་དུ་མ་བྱས་པ་མངོན་སུམ་དུ་བྱ་བའི་ཕྱིར་ཞུགས་པ་ཡིན།
en: Practitioners undergoing training enter into that state in order to obtain what they have not obtained, realize what they have not realized, and actualize what they have not actualized.

source: མི་སློབ་པའི་གང་ཟག་རྣམས་མཐོང་བའི་ཆོས་ཁོ་ན་ལ་བདེ་བར་གནས་པར་བྱ་བའི་ཕྱིར་ཞུགས་པ་ཡིན་ནོ།
en: Practitioners having completed the training enter into that state in order to abide in happiness in this present life.

source: །དེ་ཡང་དག་པར་སྨྲ་བ་ན་དབུགས་རྔུབ་པ་དང་། དབུགས་འབྱུང་བའི་དྲན་པས་གནས་པ་སྨྲ་བར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “When one thus speaks correctly, one speaks of abiding in mindfulness of breathing in and breathing out. Why?

source: དགེ་སློང་དག་དབུགས་རྔུབ་པ་དང་། འབྱུང་བ་དྲན་པས་གནས་པ་ནི་འཕགས་པའི་གནས་པ་དང་ཞེས་བྱ་བ་ནས།
en: Monks, abiding in mindfulness of breathing in and breathing out is the state of a noble one . . . .

source: མི་སློབ་པ་རྣམས་མཐོང་བའི་ཆོས་ལ་བདེ་བར་གནས་པའི་ཕྱིར་ཞུགས་པ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Practitioners having completed the training enter into that state in order to abide in happiness in this present life.” II. Utkaṭā

source: །བཅོམ་ལྡན་འདས་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་འདོད་པ་མཐུན་པར་བྱོན་ནས། འདོད་པ་མཐུན་པ་ན་འདོད་པ་མཐུན་པའི་ནགས་ཁྲོད་ན་བཞུགས་སོ།
en: The Blessed One, traveling through the country of Kosala, arrived in Icchānaṅgalā and stayed in the Icchānaṅgalā Forest near Icchānaṅgalā.

source: །དེའི་ཚེ་བྲམ་ཟེ་པད་མའི་སྙིང་པོ་ཞེས་བྱ་བ་ལ་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱིས་དཔྱ་རྒྱུ་རྩྭ་དང་། ཤིང་དང་། ཆུར་བཅས་པར་བྲམ་ཟེའི་སྦྱིན་གཏོང་དུ་བྱིན་ནས་ཤས་ཆེན་པོ་རྒྱས་པ་ལ་ལོངས་སྤྱོད་དོ།
en: At that time a brahmin named Pauṣkarasāri was given tribute along with gifts for brahmins in the form of roots, trees, and water by King Prasenajit of Kosala, and he was enjoying the wealth of the whole of Utkaṭā.

source: །བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་སློབ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཅེས་བྱ་བ་མང་དུ་ཐོས་པ། ཚིག་གསལ་བ། ཐགས་ཐོགས་མེད་པར་སྨྲ་བ་ཞིག་ཡོད་དེ།
en: There was a disciple of the brahmin Pauṣkarasāri named Ambāṣṭha, who was learned and spoke clearly and fluently.

source: བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་གསང་ཚིག་འདོན་དུ་འཇུག་གོ།
en: He was teaching brahmanical mantras to five hundred young brahmins, who were also disciples of the brahmin Pauṣkarasāri.

source: །བྲམ་ཟེ་པད་མའི་སྙིང་པོས་དགེ་སྦྱོང་གཽ་ཏ་མ་ཤཱཀྱའི་སྲས་ཤཱཀྱའི་རིགས་ལས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་བ་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཤེས་ལྡན་གཽ་ཏ་མ་དེའི་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་འདི་ལྟ་བུ་འདི་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་གྲགས་ཏེ་འདི་ལྟར་བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ།
en: The brahmin Pauṣkarasāri heard thus: “The śramaṇa Gautama, a son of the Śākyans, one who went forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes, was awakened to complete and supreme awakening. The great virtue, fame, renown, and praise of that honorable Gautama are known in all directions.

source: བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ།
en: Thus, the Blessed One Gautama is a tathāgata, an arhat, a perfectly awakened one, perfect in knowledge and conduct, a sugata, world knowing, a supreme tamer of people to be tamed, a teacher of gods and humans, a buddha, and a blessed one.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་ནི་འཇིག་རྟེན་ལྷ་དང་བཅས། བདུད་དང་བཅས། ཚངས་པ་དང་བཅས། དགེ་སྦྱོང་དང་བྲམ་ཟེའི་སྐྱེ་དགུ་དང་བཅས། ལྷ་དང་མིའི་སྐྱེ་དགུ་དང་བཅས་པ་འདི་ལ་མཐོང་བའི་ཆོས་ཁོ་ན་ལ་རང་ཉིད་ཀྱིས་མངོན་པར་ཤེས་པས་མངོན་སུམ་དུ་བྱས་ཏེ་བསྒྲུབས་ནས་ནི་ངའི་ཟག་པ་ཟད་དོ།
en: Having in this life, by his own supernormal knowledge, actualized and accomplished awakening, he announced to the world with its gods, Māra, Brahmā, people such as śramaṇas and brahmins, and beings such as gods and humans: ‘My defilements have been exhausted.

source: །ཚངས་པར་སྤྱོད་པ་ལ་བསྟེན་ཏོ།
en: The pure life has been lived.

source: །བྱ་བ་བྱས་སོ།
en: What is to be done has been done.

source: །འདི་ལས་སྲིད་པ་གཞན་མི་ཤེས་སོ། །ཞེས་གོ་བར་བྱེད་པ་དེ་གསང་ཚིག་ལས་ཀྱང་འབྱུང་སྟེ། སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་པོ་དེ་དག་དང་ལྡན་པའི་སྐྱེས་བུ་ཆེན་པོའི་འགྲོ་བ་ནི་གཉིས་ལས་གཞན་དུ་མི་འགྱུར་ཏེ།
en: I will not know another existence after this one.’ It appears even in the mantras: ‘There are no other ways for a great man possessing those thirty-two marks of a great man besides these two ways:

source: གལ་ཏེ་ཁྱིམ་ན་གནས་ན་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞིར་རྣམ་པར་རྒྱལ་བ་ཆོས་དང་ལྡན་པ་ཆོས་ཀྱི་རྒྱལ་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པར་འགྱུར་ཏེ།
en: If he lives at home, he becomes a wheel-turning king who conquers the border regions in the four directions, is a righteous Dharma king, and attains the seven treasures.

source: དེའི་རིན་པོ་ཆེ་སྣ་བདུན་ནི་འདི་ལྟ་བུ་དག་ཡིན་ཏེ། འདི་ལྟ་སྟེ།
en: His seven treasures are as follows:

source: འཁོར་ལོ་རིན་པོ་ཆེ་དང་། གླང་པོ་རིན་པོ་ཆེ་དང་། རྟ་རིན་པོ་ཆེ་དང་། ནོར་བུ་རིན་པོ་ཆེ་དང་། བུད་མེད་རིན་པོ་ཆེ་དང་། ཁྱིམ་བདག་རིན་པོ་ཆེ་དང་། བདུན་པ་ནི་བློན་པོ་རིན་པོ་ཆེ་ཉིད་ཡིན་ནོ།
en: the precious chakra, elephant, horse, jewel, woman, householder, and minister.

source: །དེ་ལ་ཡང་བུ་དཔའ་བ། རྟུལ་ཕོད་པ། ཡན་ལག་མཆོག་གི་གཟུགས་དང་ལྡན་པ། ཕ་རོལ་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་སྟོང་ཡང་ཚང་བར་འབྱུང་བར་འགྱུར་ཞིང་དེ་རྒྱ་མཚོ་ལ་ཐུག་པའི་ས་ཆེན་པོ་མ་ལུས་པ་གནོད་པར་སྡོ་བ་མེད་ཅིང་འཚེ་བ་མེད་པ་འདི་ཉིད་ཆད་པ་མེད་ཅིང་མཚོན་གྱིས་བདའ་བ་མེད་ལ་ཆོས་དང་མཐུན་ཞིང་སྙོམས་པས་ལེགས་པར་ཕབ་སྟེ་གནས་པར་འགྱུར་རོ།
en: He has a thousand sons who are brave, bold, and endowed with excellent physiques, and who will defeat the enemy’s army. He conquers the land entirely, as far as the seashore, without risking harm, without violence, without punishment or weapons, but in accordance with the Dharma and impartially.

source: །གལ་ཏེ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ། དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ན་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཞེས་བྱ་བར་འཇིག་རྟེན་དུ་སྒྲ་རྣམ་པར་གྲགས་པར་འགྱུར་བ་དེ་ཀོ་ས་ལར་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་འདོད་པ་མཐུན་པར་བྱོན་ནས། འདོད་པ་མཐུན་པ་ན་འདོད་པ་མཐུན་པའི་ནགས་ཁྲོད་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ།
en: If, however, he goes forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes, he will achieve renown in the world as a tathāgata, an arhat, a perfectly awakened one.’ He, the śramaṇa Gautama, having traveled through the country of Kosala, has arrived in Icchānaṅgalā and is staying in the Icchānaṅgalā Forest near Icchānaṅgalā.”

source: །ཐོས་ནས་ཀྱང་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་སྨྲས་པ། མ་སྡུག་ཤེས་སམ།
en: When he heard that, the brahmin Pauṣkarasāri said to the young brahmin Ambāṣṭha, “Ambāṣṭha, did you know?

source: ཁོ་བོས་དགེ་སྦྱོང་གཽ་ཏ་མ་ཤཱཀྱའི་སྲས་ཤཱཀྱའི་རིགས་ལས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ནས་ཞེས་བྱ་བ་ནས།
en: I have heard thus: ‘The śramaṇa Gautama, a son of the Śākyans, one who went forth from his home into homelessness with true faith, having shaved off his hair and beard and donned saffron robes . . . announced: “. . . . The pure life has been lived.” I discovered it in the mantras:

source: ཚངས་པར་སྤྱོད་པ་རབ་ཏུ་སྟོན་ཏོ་ཞེས་བྱ་བའི་བར་དུ་སྟེ། ཁོ་བོས་དེ་གསང་ཚིག་དག་ལས་བཏོན་པ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་བཅུ་རྩ་གཉིས་པོ་དེ་དག་དང་ལྡན་པའི་སྐྱེས་བུ་ཆེན་པོའི་འགྲོ་བ་ནི་གཉིས་ལས་གཞན་དུ་མི་འགྱུར་ཏེ།
en: “There are no other ways for a great man possessing those thirty-two marks of a great man besides these two ways:

source: གལ་ཏེ་ཁྱིམ་ན་གནས་ན་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞིར་རྣམ་པར་རྒྱལ་བ་ཆོས་དང་ལྡན་པ་ཆོས་ཀྱི་རྒྱལ་པོ་ཞེས་བྱ་བ་ནས། འཇིག་རྟེན་དུ་སྒྲ་རྣམ་པར་གྲགས་པར་འགྱུར་རོ་ཞེས་བྱ་བའི་བར་དུ་སྟེ། དེ་ཀོ་ས་ལ་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་འདོད་པ་མཐུན་པར་བྱོན་ནས། འདོད་པ་མཐུན་པ་ན་འདོད་པ་མཐུན་པའི་ནགས་ཁྲོད་ན་བཞུགས་སོ་ཞེས་ཐོས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་ཚུར། ཁྱོད་ཤེས་ལྡན་གཽ་ཏ་མ་གང་ན་བ་དེར་སོང་ཤིག་དང་། ཕྱིན་ནས་ཇི་ག་ཤེས་ལྡན་གཽ་ཏ་མ་དེའི་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་ཇི་ལྟར་གྲགས་པ་དེ་ཁོ་ན་བཞིན་ཡིན་ནམ་མ་ཡིན་པ་དང་། དེའི་མཚན་རྣམས་གྲགས་པ་ཡང་དག་པ་ཡིན་ནམ་མ་ཡིན་པ་རང་ཉིད་ཀྱིས་རབ་ཏུ་ཤེས་པར་འགྱུར་གྲང་།
en: If he lives at home, he becomes a wheel-turning king who conquers the border regions in the four directions, is a righteous Dharma king . . . he will achieve renown in the world . . . .” This very man, having traveled through the country of Kosala, has arrived in Icchānaṅgalā and is staying in the Icchānaṅgalā Forest near Icchānaṅgalā.’ Now, young brahmin, go to the honorable Gautama and confirm for yourself whether the great virtue, fame, renown, and praise of that honorable Gautama, which are known in all directions, are true or not, and whether his famous marks are real or not.”

source: བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་ལྟར་མཉན་ནས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་མང་པོ་དང་ལྷན་ཅིག་ཏུ་ཤས་ཆེ་བ་ནས་བྱུང་ནས།
en: The young brahmin Ambāṣṭha accepted the brahmin Pauṣkarasāri’s order. With many elder brahmins from Utkaṭā, he left Utkaṭā and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he arrived, he sat down to one side.

source: །དེ་ནས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་དུ་ཡང་དག་པར་དགའ་བར་འགྱུར་བ་དང་ཡང་དག་པར་མགུ་བར་འགྱུར་བའི་གཏམ་སྣ་ཚོགས་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Then the many elder brahmins from Utkaṭā, face to face with the Blessed One, made plenty of pleasant and joyful conversation, and then sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When they had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the many elder brahmins from Utkaṭā.

source: བཅོམ་ལྡན་འདས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གསུང་བ་ན་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་མཆིལ་ལྷམ་དང་བཅས་པས་འཆག་ཅིང་གློ་བུར་དུ་གཏམ་དག་གླེང་བར་བྱེད་ལ།
en: While the Blessed One was giving a talk consistent with the Dharma to the many elder brahmins from Utkaṭā, the young brahmin Ambāṣṭha walked around in his shoes.

source: གཏམ་མཐར་ཕྱིན་པར་མི་སྡོད་པར་མ་གུས་པས་སྙེམས་ཤིང་བཟློགས་པར་སེམས་སོ།
en: Haughty and arrogant, he suddenly started to speak—he did not wait until the Blessed One had finished speaking, and was thinking of talking back.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་བྲམ་ཟེ་གསུམ་རིག་པ་རྣམས་དང་ལྷན་ཅིག་གློ་བུར་གྱི་གཏམ་དེ་ལྟ་བུ་སྨྲའམ།
en: The Blessed One then asked the young brahmin Ambāṣṭha, “Young brahmin, do you speak suddenly and in such a way with brahmins who are familiar with the three Vedas?”

source: ཀྱེ་དགེ་སྦྱོང་གཽ་ཏ་མ་གཏམ་ཇི་ལྟ་བུ་ཞིག་ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གསུང་བ་ན་ཁྱོད་མཆིལ་ལྷམ་དང་བཅས་པས་འཆག་ཅིང་གློ་བུར་དུ་གཏམ་དག་གླེང་བར་བྱེད་ལ།
en: “How do you mean, śramaṇa Gautama?” “While the Tathāgata was giving a talk consistent with the Dharma to the many elder brahmins from Utkaṭā, you were walking around in your shoes.

source: གཏམ་མཐར་ཕྱིན་པར་མི་སྡོད་པར་མ་གུས་པས་སྙེམས་ཤིང་སླར་བཟློགས་པར་སེམས་པ་ལྟ་བུའོ།
en: Haughty and arrogant, you suddenly started to speak, did not wait until I had finished speaking, and were thinking of talking back.”

source: །ཀྱེ་གཽ་ཏ་མ་བྲམ་ཟེ་འགྲོ་བ་རྣམས་ནི་བྲམ་ཟེ་འགྲོ་བ་རྣམས་དང་། འགྲེང་བ་རྣམས་ནི་འགྲེང་བ་རྣམས་དང་། འདུག་པ་རྣམས་ནི་འདུག་པ་རྣམས་དང་། ཉལ་བ་རྣམས་ནི་ཉལ་བ་རྣམས་དང་། ཕན་ཚུན་ལེགས་པར་སྨྲའི།
en: “Śramaṇa Gautama, walking brahmins rightly speak with walking brahmins, standing ones with standing ones, sitting ones with sitting ones, reclining ones with reclining ones.

source: དགེ་སྦྱོང་མགོ་རེག་ནག་པོའི་རྩ་ལག་ཕོ་རེང་གང་དག་ཡིན་པ་དེ་དག་དང་ནི་ཁོ་བོ་ལྷན་ཅིག་ཏུ་འདི་ལྟ་བུའི་གློ་བུར་གྱི་གཏམ་གླེང་དུ་རུང་སྟེ། དཔེར་ན་ད་ལྟར་ཤེས་ལྡན་གཽ་ཏ་མ་དང་གླེང་བ་བཞིན་ནོ།
en: As for shaven-headed śramaṇas, friends of darkness, and the unmarried, it is appropriate that I speak suddenly in this way, as I do now with the honorable Gautama.”

source: །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་དོན་དུ་གཉེར་བ་ལ་ཞུགས་ནས་འདིར་འོངས་ན་དེ་ལྟ་བུ་ནི་བསྙེན་བཀུར་མ་བྱས་པ་ལས་གཞན་ལ་མེད་པར་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ནི་བླ་མའི་ཚོགས་དག་ལ་བསྙེན་བཀུར་མ་བྱས་པ་ཞིག་ཡིན་པ་ལྟ།
en: “Young brahmin, if you have come here seeking something, you, behaving in such a way, are no one but a person who has not properly served. The young brahmin Ambāṣṭha seems not to have properly served teachers.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ། བཀུར་སྟི་མེད་པའི་ཚིག་གིས་སྤྱོས་པ་ན་ཁྲོས་འཁྲུགས་ནང་ཞིང་ཡིད་མ་རངས་ནས་བཅོམ་ལྡན་འདས་ལ་ཁ་བྱ་བར་འདོད། སྤོབས་པར་འདོད། བརྩད་པར་འདོད་དེ།
en: The Blessed One having rebuked the young brahmin Ambāṣṭha with the words “has not properly served,” Ambāṣṭha was then enraged, angry, furious, and displeased.

source: འདི་ཙམ་གྱིས་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་ཁ་བྱ་བ་དང་། སྤོབས་པ་དང་། བརྩད་པ་དང་། དྲན་པར་བྱས་པར་འགྱུར་རོ་སྙམ་དུ་རིག་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་ཤཱཀྱ་འདི་དག་ནི་ད་བྱུང་ཁོ་ན་ཡིན་ཏེ། ད་བྱུང་གི་རིགས་ཡིན་པས་བྲམ་ཟེ་རྣམས་ལ་བླ་མ་དང་རི་མོ་དང་། མཆོད་པ་མི་བྱེད་དོ།
en: He wanted to talk back to the Blessed One, insult him, and quarrel with him. Thinking, “This will be enough to talk back to the śramaṇa Gautama, insult him, quarrel with him, and teach him a lesson,” he said to the Blessed One, “Hey, Gautama, these Śākyans are menials indeed. Since they come from a family of menials, they do not respect, esteem, and venerate brahmins.”

source: །ཅི་བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ལ་ཤཱཀྱ་རྣམས་ཀྱིས་གནོད་པ་ཅུང་ཟད་བྱས་སམ།
en: “Young brahmin, what harm did the Śākyans do to you?”

source: ཀྱེ་གཽ་ཏ་མ་དུས་གཅིག་ཅིག་ན་བདག་ཉིད་དང་མཁན་པོའི་བྱ་བ་ཞིག་ལ་གྲོང་ཁྱེར་སེར་སྐྱའི་གཞིར་རྐང་པས་ཕྱིན་པ་ན་དེ་ན་བདག་ལ་ཤཱཀྱ་རྣམས་དང་ཤཱཀྱ་མོ་རྣམས་ཁང་བཟངས་ཀྱི་སྟེང་དུ་སོང་ནས་མཛུབ་ཀེར་གྱིས་སྟོན་པར་བྱེད་དེ།
en: “Gautama, once before, I went on foot to the city of Kapilavastu on my own business and that of my teacher. There the Śākyan men and women, who were on the terrace, pointed at me.

source: ཨེ་མའོ་བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་སློབ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཡིན་ནོ།
en: Saying, ‘Oh! It is the young brahmin Ambāṣṭha, disciple of the brahmin Pauṣkarasāri.

source: །བྲམ་ཟེ་པད་མའི་སྙིང་པོའི་སློབ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཡིན་ནོ། །ཞེས་དེ་དག་བདག་ལ་མཛུབ་ཀེར་ཁོ་ནས་སྟོན་པར་བྱེད་ཀྱི་བདག་ལ་བཀུར་སྟི་དང་། བླ་མ་དང་། རི་མོ་དང་། མཆོད་པ་ནི་མི་བྱེད་དོ།
en: It is the young brahmin Ambāṣṭha, disciple of the brahmin Pauṣkarasāri,’ they pointed at me without respecting, esteeming, or venerating me.”

source: །བྲམ་ཟེའི་ཁྱེའུ་རེ་ཞིག་བྱེའུ་ཁུག་རྟ་ཡང་རང་གི་ཚང་ན་འདུག་ནས་ཇི་སྐད་འདོད་པར་སྐད་འབྱིན་ན་ཤཱཀྱ་རྣམས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: “Young brahmin, even swallows, which are little birds, twitter however they like when they are in their own nests, let alone the Śākyans.

source: བྲམ་ཟེའི་ཁྱེའུ་འདི་ལྟ་སྟེ་གྲོང་ཁྱེར་སེར་སྐྱའི་གཞི་འདི་ན་ཤཱཀྱ་རྣམས་ཀྱི་རང་གི་ཡིན་ནོ།
en: Young brahmin, that Kapilavastu is the city of the Śākyans.”

source: །ཀྱེ་གཽ་ཏ་མ་རིགས་ནི་འདི་བཞི་སྟེ།
en: “Gautama, the castes are these four:

source: བྲམ་ཟེ་དང་རྒྱལ་རིགས་དང་རྗེའུ་རིགས་དང་དམངས་རིགས་སོ།
en: brahmin, kṣatriya, vaiśya, and śūdra.

source: །ཀྱེ་གཽ་ཏ་མ་རིགས་བཞི་པོ་འདི་དག་ནི་བྲམ་ཟེ་རྣམས་ལ་བཀུར་སྟི་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད་མཆོད་པར་བྱེད་དོ།
en: Gautama, these four castes respect, esteem, and venerate brahmins.

source: །འོན་ཀྱང་ཤཱཀྱ་འདི་དག་ནི་ད་བྱུང་ཁོ་ན་ཡིན་ཏེ།
en: But these Śākyans are menials indeed.

source: ད་བྱུང་གི་རིགས་ཡིན་པས་བྲམ་ཟེ་རྣམས་ལ་བཀུར་སྟི་དང་བླ་མར་མི་བྱེད། རི་མོར་མི་བྱེད། མཆོད་པར་མི་བྱེད་དོ།
en: Since they come from a family of menials, they do not respect, esteem, and venerate brahmins.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། ཀྱེ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་འདི་ཤཱཀྱ་རྣམས་ལ་ཨེ་མའོ་ཤཱཀྱ་རྣམས་ནི་ད་བྱུང་ཡིན་ནོ།
en: Then the Blessed One thought, “Ah, this young brahmin Ambāṣṭha excessively criticizes the Śākyans with the word menials, saying, ‘Oh!

source: །ཨེ་མའོ་ཤཱཀྱ་རྣམས་ནི་ད་བྱུང་གི་རིགས་ཡིན་པས་ཤེས་ད་བྱུང་ཡིན་པར་ཧ་ཅང་ཁ་ཟེར་བས།
en: The Śākyans are menials. Oh! The Śākyans are menials.’ Now I will examine the origin of his family.”

source: མ་ལངས་འདིའི་སྔོན་གྱི་རིགས་བརྒྱུད་པ་བཙལ་ལོ་སྙམ་ནས།
en: The Blessed One then did examine the origin of the family of the young brahmin Ambāṣṭha.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གི་སྔོན་གྱི་རིགས་བརྒྱུད་པ་བཙལ་བ་དང་། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ནི་ཤཱཀྱ་རྣམས་ཀྱི་བྲན་མོའི་བུར་གྱུར་ལ། ཤཱཀྱ་རྣམས་ནི་དེའི་ཇོ་བོའི་བུར་གྱུར་པར་གཟིགས་སོ།
en: He knew that the young brahmin Ambāṣṭha was a descendant of a female slave of the Śākyans and that the Śākyans were sons of his masters.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱི་རིགས་ཅི་ཡིན།
en: The Blessed One then asked the young brahmin Ambāṣṭha, “Ambāṣṭha, what is your family?”

source: གཽ་ཏ་མ་མིག་མི་འཛུམས་ཀྱི་བུའོ།
en: “Gautama, it is Kāṇvāyana.”

source: །བྲམ་ཟེའི་ཁྱེའུ་འདི་ནས་ངས་ཁྱོད་ཀྱི་སྔོན་གྱི་རིགས་བརྒྱུད་པ་བཙལ་ན་ཁྱོད་ནི་ཤཱཀྱ་རྣམས་ཀྱི་བྲན་མོའི་བུར་གྱུར་པར་མཐོང་ངོ་།
en: “Young brahmin, here I examined the origin of your family and found that you were the son of a female slave of the Śākyans.”

source: །དེ་ནས་ཤས་ཆེ་བའི་བྲམ་ཟེ་རྒན་རབས་རྒན་རབས་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཀྱེ་གཽ་ཏ་མ་ཁྱོད་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་བྲན་མོའི་བུ་ཞེས་ཚིག་ཏུ་མ་གསུང་ཤིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Then the elder brahmins from Utkaṭā said to the Blessed One, “Hey, Gautama, you should not criticize the young brahmin Ambāṣṭha with the words ‘son of a slave woman.’ Why?

source: བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ནི་མང་དུ་ཐོས་པ། ཚིག་གསལ་བ།
en: The young brahmin Ambāṣṭha is learned and speaks clearly and fluently.

source: ཐགས་ཐོགས་མེད་པར་སྨྲ་བ་སྟེ། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་གཞི་འདི་ལ་ཤེས་ལྡན་གཽ་ཏ་མ་ལ་ཆོས་དང་མཐུན་པས་ལན་གདབ་པར་རྔོ་ཐོག་གོ།
en: The young brahmin Ambāṣṭha can answer the honorable Gautama about this matter, according to the doctrine.”

source: །བྲམ་ཟེ་དག་གལ་ཏེ་ཁྱེད་ཅག་འདི་སྙམ་དུ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ང་ལ་ཆོས་དང་མཐུན་པས་ལན་ལྡོན་ནུས་སོ་སྙམ་དུ་སེམས་ན།
en: “Brahmins, if you think that the young brahmin Ambāṣṭha can answer me according to the doctrine, you should be silent and let the young brahmin Ambāṣṭha answer me about this matter, according to the doctrine.

source: ཁྱེད་ཅག་ཅང་མི་སྨྲ་བར་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གཞི་འདི་ལ་ང་ལ་ཆོས་དང་མཐུན་པས་ལན་འདེབས་སུ་ཆུག་ཤིག །བྲམ་ཟེ་དག་ཁྱེད་ཅག་གལ་ཏེ་འདི་སྙམ་དུ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གཞི་འདི་ལ་ང་ལ་ཆོས་དང་མཐུན་པས་ལན་འདེབས་མི་ནུས་སོ་སྙམ་དུ་སེམས་ན།
en: If you do not think that the young brahmin Ambāṣṭha can answer me about this matter according to the doctrine, the young brahmin Ambāṣṭha should be silent, and you should answer me about this matter, according to the doctrine.”

source: བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཅང་མ་སྨྲ་བར་ཁྱེད་ཀྱིས་གཞི་འདི་ལ་ང་ལ་ཆོས་དང་མཐུན་པས་ལན་ཐོབ་ཤིག །ཀྱེ་གཽ་ཏ་མ་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ཉིད་མང་དུ་ཐོས་པ།
en: “O Gautama, the young brahmin Ambāṣṭha himself is learned and speaks clearly and fluently.

source: ཚིག་གསལ་བ། ཐགས་ཐོགས་མེད་པར་སྨྲ་བ་ལགས་ཏེ། བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་གིས་གཞི་འདི་ལ་ཤེས་ལྡན་གཽ་ཏ་མ་ལ་ཆོས་དང་མཐུན་པས་ལན་གདབ་པར་རྔོ་ཐོག་གི་གཞན་གྱིས་ནི་མ་ལགས་སོ།
en: The young brahmin Ambāṣṭha can answer the honorable Gautama about this matter, according to the doctrine, and others cannot.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་མ་སྡུག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེའི་ཁྱེའུ་སྔོན་བྱུང་བ་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་ཞེས་བྱ་བ་ཞིག་བྱུང་སྟེ།
en: The Blessed One then recounted to the young brahmin Ambāṣṭha, “Young brahmin, once there was a king named Ikṣuvāku.

source: རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་ལ་བུ་བཞི་ཡོད་པ་སྐར་མདའི་གདོང་དང་། ལག་རྣ་དང་། གླང་པོ་ཆེའི་ཐལ་གོང་དང་། རྐང་རྒྱན་ལྡན་ནོ།
en: King Ikṣuvāku had four sons: Ulkāmukha, Karakarṇī, Hastiniyaṃsa, and Nūpuraka.

source: །རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་དེས་ཉེས་པ་འགའ་ཞིག་གི་ཕྱིར་སྤྱུགས་ནས་དེ་དག་རང་རང་གི་སྲིང་མོ་ཁྲིད་དེ་ཡུལ་འཁོར་གཞན་དང་། ཡུལ་གཞན་དུ་དོང་ནས་རིམ་གྱིས་གངས་ཅན་གྱི་ཕྱོགས་ཆུ་བོ་སྐལ་ལྡན་ཤིང་རྟའི་འགྲམ་ན་ཞེས་བྱ་བ་ནས།
en: That King Ikṣuvāku banished them for a certain sin. Each taking a sister along with him, they went to other countries, other lands. In due course they arrived beside the Himalaya, on the banks of the Bhāgīrathī River. Each of them built his hut near the ṛṣi Kapila’s hermitage and married his half sister by a different mother. They had sons and daughters. Later, King Ikṣuvāku remembered these four sons and asked his ministers, ‘Where are my four sons now?’ “The ministers answered, ‘Your Majesty’s four sons were banished by Your Majesty for a certain sin.

source: ཁྱེའུ་དང་བུ་མོ་དག་བཙས་སོ་ཞེས་བྱ་བའི་བར་དུའོ། །དེ་ནས་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་ཀྱིས་བློན་པོ་རྣམས་ལ་སྨྲས་པ།
en: They are now in another country, beside the Himalaya, on the banks of the Bhāgīrathī River, and have sons and daughters.’

source: ཀྱེ་གྲོང་པ་དག་གཞོན་ནུ་རྣམས་དེ་ལྟར་བྱེད་ཕོད་དམ།
en: “King Ikṣuvāku then asked the ministers, ‘Hey, leaders, are my sons able to do that?’

source: ལྷ་རྔོ་ཐོག་ལགས་སོ།
en: “ ‘Yes, they are, Your Majesty.’

source: །དེ་ནས་རྒྱལ་པོ་བུ་རམ་ཤིང་སྐྱེས་རོ་སྟོད་བསྟོད་ནས་ལག་པ་གཡས་པ་བརྐྱང་སྟེ་ཆེད་དུ་བརྗོད་པས་ཆེད་དུ་བརྗོད་པ།
en: “Then King Ikṣuvāku stretched his upper body, raised his right hand, and spoke an inspired utterance:

source: ཀྱེ་མའོ་གཞོན་ནུ་རྣམས་ཀྱིས་ཕོད་དོ།
en: ‘Ah, my sons are able.’

source: །ཞེས་སེམས་ཅན་དབང་ཆེ་བར་གྲགས་པས་གཞོན་ནུ་རྣམས་ཀྱིས་ཕོད་དོ་ཞེས་ཚིག་ཏུ་སྨྲས་པས་ཤཱཀྱ་ཤཱཀྱ་ཞེས་བྱ་བར་གྲགས་སོ།
en: “They were renowned as beings with great power. Since the king uttered the words, ‘My sons are able (śākya),’ they were named Śākya.

source: །བྲམ་ཟེའི་ཁྱེའུ་ཁྱོད་ཀྱིས་ཤཱཀྱ་རྣམས་དེ་ལས་སྐྱེས་པས་མགོ་འཛུགས་པ་དེ་ཡིན་པ་དང་། དེ་དག་གི་རིགས་རྒྱུད་དེ་ཡིན་པར་ཅུང་ཟད་ཐོས་སམ།
en: Young brahmin, have you heard that the Śākyans were born from them, their origin is them, and their ancestors are them?”

source: གཽ་ཏ་མ་བདག་གིས་ཤཱཀྱ་རྣམས་དེ་ལས་སྐྱེས་པས་མགོ་འཛུགས་པ་དེ་ཡིན་པ་དང་། དེ་དག་གི་རིགས་རྒྱུད་དེ་ཡིན་པར་ཐོས་སོ།
en: “Gautama, I have heard that the Śākyans were born from them, their origin is them, and their ancestors are them.”
